Repository: jabberwooki/proto-billetterie
Catalog: profiles/billetterie/modules/custom/rsi_ws/translations/rsi_ws.*.po
Languages: fr

source: Ticket Office
fr: Billetterie

source: Ticket Office URL
fr: URL billetterie

source: Webservices names
fr: Noms des webservices

source: Programmation webservice
fr: Webservice 'Programmation'

source: Shows List webservice
fr: Webservice 'Liste des spectacles'

source: Show details webservice
fr: Webservice 'Détails spectacle'

source: Show's event webservice
fr: Webservice 'Représentation spectacle'

source: RSI Webservices access credentials
fr: Identifiants d'accès aux webservices RSI

source: Login
fr: Identifiant

source: Password
fr: Mot de passe

source: Client number
fr: Numéro client

source: RSI Webservices
fr: Webservices RSI

source: Shows list
fr: Liste des spectacles

source: Show details
fr: Détails spectacle

source: Event details
fr: Détails représentation

source: Select an event
fr: Sélectionner une représentation

source: RSI webservices are not set up yet. Go to <a href="@link">admin page</a> and set them up.
fr: Les webservices RSI ne sont pas encore paramétrés. Rendez-vous sur <a href="@link">la page d'administration</a> et procédez au paramétrage.

source: RSI webservices settings
fr: Paramétrages des webservices RSI

source: Ressources SI Webservices
fr: Webservices Ressources SI

source: Provides Ressources SI Webservices integration
fr: Fournit l'intégration des webservices Ressources SI
